Repository: blablablablayong-tech/pincer
Catalog: Sources/PincerUI/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Search all messages from the command palette or the sidebar search field.
zh_hans: 从命令面板或侧边栏搜索字段搜索所有消息。

source: Search all messages from the sidebar search field.
zh_hans: 从侧边栏搜索字段搜索所有消息。

source: Search chats and agents
zh_hans: 搜索聊天记录和代理

source: Search chats and agents…
zh_hans: 搜索聊天记录和代理...

source: Search in output
zh_hans: 在输出中搜索

source: Search messages for “%@”
zh_hans: 搜索“%@”的消息

source: Search messages in %@…
zh_hans: 在 %@ 中搜索消息...

source: Search messages in every chat on %@.
zh_hans: 在 %@ 上的每个聊天中搜索消息。

source: Search options
zh_hans: 搜索选项

source: Search output was truncated
zh_hans: 搜索输出被截断

source: Search symbols
zh_hans: 搜索符号

source: Search voices
zh_hans: 搜索声音

source: Searching…
zh_hans: 正在寻找...

source: Secrets show as %@; leave them as they are to keep them. Saving replaces the whole config, and the Gateway checks it first.
zh_hans: 秘密显示为 %@；让它们保持原样以保留它们。保存会替换整个配置，网关首先检查它。

source: Security
zh_hans: 安全

source: See when each one runs next, how its last runs went, and open the chats they ran in.
zh_hans: 查看每个人下次运行的时间、上次运行的情况，并打开他们运行的聊天记录。

source: Select All
zh_hans: 选择全部

source: Select a Gateway to search its messages.
zh_hans: 选择一个网关来搜索其消息。

source: Send
zh_hans: 发送

source: Send & Open
zh_hans: 发送并打开

source: Send Again
zh_hans: 再次发送

source: Send Now
zh_hans: 立即发送

source: Send now
zh_hans: 立即发送

source: Send to %@
zh_hans: 发送至 %@

source: Sending
zh_hans: 发送

source: Sending.
zh_hans: 发送。

source: Sending…
zh_hans: 正在发送...

source: Sent. Waiting for your agent…
zh_hans: 已发送。等待您的代理...

source: Server
zh_hans: 服务器

source: Server Removed
zh_hans: 服务器已删除

source: Server changes are saved with Review & Save. Reconnect and sign-in happen right away.
zh_hans: 服务器更改通过“查看并保存”保存。重新连接并登录会立即发生。

source: Server names
zh_hans: 服务器名称

source: Server: %@
zh_hans: 服务器：%@

source: Session
zh_hans: 会话

source: Session ID
zh_hans: 会话ID

source: Session Management Isn't Available
zh_hans: 会话管理不可用

source: Session Management Isn't Available. Update OpenClaw to manage sessions here.
zh_hans: 会话管理不可用。更新 OpenClaw 以在此处管理会话。

source: Session Usage…
zh_hans: 会话使用...

source: Sessions
zh_hans: 会话

source: Set Up %@
zh_hans: 设置 %@

source: Set Up Gateway…
zh_hans: 设置网关...

source: Set a channel's dmPolicy to "pairing" on the Gateway, and new senders will ask for access here.
zh_hans: 在网关上将通道的 dmPolicy 设置为“配对”，新的发件人将请求访问此处。

source: Set in the Gateway's config file
zh_hans: 在网关的配置文件中设置

source: Set in the Gateway's secrets as %@, but the Gateway can't read it
zh_hans: 将网关的机密设置为 %@，但网关无法读取它

source: Set in the Gateway's secrets, but the Gateway can't read it
zh_hans: 设置了网关的秘密，但网关无法读取

source: Set to a secret reference
zh_hans: 设置为秘密引用

source: Set to an environment variable, but the Gateway can't read it
zh_hans: 设置为环境变量，但网关无法读取它

source: Set to the environment variable %@, but the Gateway can't read it
zh_hans: 设置为环境变量%@，但网关无法读取

source: Set up OpenClaw
zh_hans: 设置 OpenClaw

source: Settings
zh_hans: 设置

source: Settings changed since the test.
zh_hans: 测试后设置发生了变化。

source: Settings load once %@ is connected.
zh_hans: 一旦连接 %@，就会加载设置。

source: Settings…
zh_hans: 设置…

source: Severity
zh_hans: 严重性

source: Share location context with the agent
zh_hans: 与代理共享位置上下文

source: Shared (one sign-in for everyone)
zh_hans: 共享（每个人一次登录）

source: Shortcut
zh_hans: 快捷方式

source: Shortcuts
zh_hans: 快捷方式

source: Show
zh_hans: 显示

source: Show %@
zh_hans: 显示 %@

source: Show %@ lines
zh_hans: 显示 %@ 行

source: Show %lld skills that aren't set up
zh_hans: 显示未设置的 %lld 技能

source: Show %lld subagent runs
zh_hans: 显示 %lld 子代理运行

source: Show 1 skill that isn't set up
zh_hans: 显示 1 项未设置的技能

source: Show API key
zh_hans: 显示 API 密钥

source: Show Archived
zh_hans: 显示已存档

source: Show Automations
zh_hans: 显示自动化

source: Show Chats in Spotlight
zh_hans: 在聚光灯下显示聊天

source: Show Details
zh_hans: 显示详情

source: Show Fonts
zh_hans: 显示字体

source: Show Less
zh_hans: 显示较少

source: Show MCP Servers
zh_hans: 显示 MCP 服务器

source: Show More
zh_hans: 显示更多

source: Show Pincer in the menu bar
zh_hans: 在菜单栏中显示 Pincer

source: Show Raw
zh_hans: 显示原始数据

source: Show Raw Lines
zh_hans: 显示原始线

source: Show Runs
zh_hans: 表演赛

source: Show Setting
zh_hans: 显示设置

source: Show Sidebar
zh_hans: 显示侧边栏

source: Show Slash Commands
zh_hans: 显示斜杠命令

source: Show Thinking Steps
zh_hans: 显示思考步骤

source: Show Timeline
zh_hans: 显示时间轴

source: Show Tips Again
zh_hans: 再次显示提示

source: Show Usage
zh_hans: 显示使用情况

source: Show all %lld lines
zh_hans: 显示所有 %lld 行

source: Show all tools
zh_hans: 显示所有工具

source: Show fewer lines
zh_hans: 显示更少的行

source: Show formatted
zh_hans: 显示格式化

source: Show in Channel Status
zh_hans: 在频道状态中显示

source: Show last message under each chat
zh_hans: 在每个聊天下显示最后一条消息

source: Show original message
zh_hans: 显示原始消息

source: Show raw JSON
zh_hans: 显示原始 JSON

source: Show the chat this run happened in
zh_hans: 显示本次运行发生的聊天记录

source: Show this issue again
zh_hans: 再次显示此问题

source: Showing the latest %lld entries.
zh_hans: 显示最新的 %lld 条目。

source: Showing the start of the file. Save it to see the rest.
zh_hans: 显示文件的开头。保存它以查看其余部分。

# Showing top %lld of %lld sessions.
source: Showing top %1$lld of %2$lld sessions.
zh_hans: 显示前 %1$lld 个会话（共 %2$lld 个）。

source: Shown in right pane
zh_hans: 显示在右窗格中

source: Shows context details and Compact Now
zh_hans: 显示上下文详细信息和 Compact Now

source: Shows the full entry
zh_hans: 显示完整条目

source: Shows the tips card again the next time the main window is open.
zh_hans: 下次打开主窗口时再次显示提示卡。

source: Sidebar
zh_hans: 侧边栏

source: Sign In
zh_hans: 登录

source: Sign In Again
zh_hans: 再次登录

source: Sign Out
zh_hans: 退出

source: Sign in on the Gateway host:
zh_hans: 登录网关主机：

source: Sign in to your Gateway
zh_hans: 登录您的网关

source: Sign out of %@?
zh_hans: 退出 %@？

source: Sign out on the Gateway host:
zh_hans: 在网关主机上注销：

source: Sign-In Expired
zh_hans: 登录已过期

source: Sign-in
zh_hans: 登录

source: Sign-in didn't finish.
zh_hans: 登录未完成。

source: Sign-in timed out. Try again.
zh_hans: 登录超时。再试一次。

source: Sign-in was denied.
zh_hans: 登录被拒绝。

source: Signed in
zh_hans: 已登录

source: Signed in as %@
zh_hans: 以 %@ 身份登录

source: Signing in to %@
zh_hans: 登录 %@

source: Signing in…
zh_hans: 正在登录...

source: Signs in with auth profile %@.
zh_hans: 使用身份验证配置文件 %@ 登录。

source: Similarity Boost
zh_hans: 相似度提升

source: Skill Not Found
zh_hans: 未找到技能

source: Skills
zh_hans: 技能

source: Skills install into %@'s workspace on the Gateway host.
zh_hans: 技能安装到网关主机上的 %@ 工作区中。

source: Skills…
zh_hans: 技能…

source: Skip
zh_hans: 跳过

source: Skip to Chats
zh_hans: 跳到聊天

source: Skipped
zh_hans: 跳过

source: Slower
zh_hans: 较慢

source: Small
zh_hans: 小号

source: Some Files Weren't Copied
zh_hans: 部分文件未复制

source: Some bookmarks couldn't be saved to the gateway: %@
zh_hans: 某些书签无法保存到网关：%@

source: Some channels didn't answer in time.
zh_hans: 部分频道没有及时回复。

source: Someone changed these on the Gateway while you were editing. Choose which value to keep.
zh_hans: 当您编辑时，有人在网关上更改了这些内容。选择要保留的值。

source: Sort By
zh_hans: 排序方式

source: Source
zh_hans: 来源

source: Sources
zh_hans: 来源

source: Speak Replies on Channels
zh_hans: 在频道上发表回复

source: Speak Replies on Channels is gateway-wide. It controls when the Gateway attaches spoken audio to replies on channels like Discord or Telegram, for everyone. It doesn't affect Read Aloud in Pincer. To always use this device's own voice for Read Aloud, change the Voice option in Settings → Read Aloud.
zh_hans: 在频道上说出回复是在网关范围内进行的。它控制网关何时将语音音频附加到 Discord 或 Telegram 等频道上的回复中，供所有人使用。它不会影响 Pincer 中的朗读。要始终使用此设备自己的语音进行朗读，请在“设置”→“朗读”中更改“语音”选项。

source: Speaker Boost
zh_hans: 扬声器增强

source: Speaking
zh_hans: 说话

source: Speaking Rate
zh_hans: 语速

source: Speaking…
zh_hans: 说话……

source: Speaks a short sentence through the Gateway and plays it here. If the chosen voice fails, the Gateway may use another provider; the result says so.
zh_hans: 通过网关说出一个简短的句子并在这里播放。如果所选语音失败，网关可以使用其他提供商；结果是这样的。

source: Speech recognition is off for Pincer. Turn it on in Settings to dictate.
zh_hans: Pincer 的语音识别已关闭。在“设置”中将其打开即可听写。

source: Speech recognition is restricted on this device.
zh_hans: 此设备上的语音识别受到限制。

source: Speed
zh_hans: 速度

source: Split Right
zh_hans: 右分割

source: Split view chat
zh_hans: 分屏聊天

# Spoke with %@ instead of %@: %@
source: Spoke with %1$@ instead of %2$@: %3$@
zh_hans: 使用 %1$@ 而不是 %2$@ 进行交谈：%3$@

# Spoke with %@ instead: %@
source: Spoke with %1$@ instead: %2$@
zh_hans: 改为与 %1$@ 交谈：%2$@

source: Spotlight
zh_hans: 聚光灯

source: Stability
zh_hans: 稳定性

source: Start Pincer when you log in, so Quick Capture is ready.
zh_hans: 登录时启动 Pincer，以便快速捕获已准备就绪。

source: Start Setup
zh_hans: 开始设置

source: Start a chat with your agent any time.
zh_hans: 随时与您的代理开始聊天。

source: Starting…
zh_hans: 开始…

source: State
zh_hans: 状态

source: Status
zh_hans: 状态

source: Status Unknown
zh_hans: 状态未知

source: Status is as seen by %@'s main session.
zh_hans: 状态如 %@ 的主会话所示。

source: Status: %@
zh_hans: 状态：%@

# Step %lld of %lld · %@
source: Step %1$lld of %2$lld · %3$@
zh_hans: %2$lld 的步骤 %1$lld · %3$@

source: Stop
zh_hans: 停止

source: Stop Dictation
zh_hans: 停止听写

source: Stop Preview
zh_hans: 停止预览

source: Stop Reading Aloud
zh_hans: 停止大声朗读

source: Stop the Current Run
zh_hans: 停止当前运行

source: Stop the current run
zh_hans: 停止当前运行

source: Stopped
zh_hans: 已停止

source: Stopping…
zh_hans: 停止…

source: Stop…
zh_hans: 停止…

source: Storage
zh_hans: 存储

source: Stored Value
zh_hans: 储值

source: Stored as the Gateway environment variable %@
zh_hans: 存储为网关环境变量 %@

source: Stored in the Gateway's secrets
zh_hans: 存储在网关的秘密中

source: Stored in the Gateway's secrets as %@
zh_hans: 存储在网关的机密中为 %@

source: Stream Only
zh_hans: 仅流媒体

source: Streamable HTTP
zh_hans: 流式 HTTP

source: Style
zh_hans: 风格

source: Submit
zh_hans: 提交

source: Succeeded
zh_hans: 成功了

source: Success: %@
zh_hans: 成功：%@

source: Swap Chats
zh_hans: 交换聊天记录

source: Switch Branch
zh_hans: 切换分支

source: Switch to Always
zh_hans: 切换到始终

source: Switching branches needs Full Management access.
zh_hans: 切换分支机构需要完全管理访问权限。

source: Switch…
zh_hans: 开关…

source: Synced preference
zh_hans: 同步首选项

source: Synced preferences
zh_hans: 已同步的偏好设置

source: System
zh_hans: 跟随系统

source: System Default
zh_hans: 系统默认值

source: TLS certificate SHA-256
zh_hans: TLS 证书 SHA-256

source: TLS settings
zh_hans: TLS 设置

source: Tailscale
zh_hans: 尾鳞

source: Tailscale Serve uses HTTPS, so this should usually be wss://. Use ws:// only with the tailnet IP and Gateway port.
zh_hans: Tailscale Serve 使用 HTTPS，因此通常应该是 wss://。仅将 ws:// 与 tailnet IP 和网关端口一起使用。

source: Tap Listen under a reply, or use Read Last Reply Aloud (its keyboard shortcut) from the command palette. Press Esc or tap the Speaking pill to stop. Automatic uses the Gateway's voice when available. The device voice is used when the Gateway can't provide one. New replies are only read in the chat you're looking at, and not while VoiceOver is on.
zh_hans: 点击回复下的“聆听”，或使用命令面板中的“大声朗读最后回复”（其键盘快捷键）。按 Esc 或点击语音丸即可停止。自动使用网关的语音（如果可用）。当网关无法提供设备语音时，使用设备语音。新回复只能在您正在查看的聊天中读取，而不会在 VoiceOver 开启时读取。

source: Tap a shortcut, then press the new keys. Press Delete to remove it, or Esc to cancel.
zh_hans: 点击快捷键，然后按新键。按“Delete”将其删除，或按“Esc”取消。

source: Task
zh_hans: 任务

source: Tell the agent you'd rather not answer
zh_hans: 告诉客服人员您不想回答

source: Tell them they were approved
zh_hans: 告诉他们他们已获得批准

source: Test Connection
zh_hans: 测试连接

source: Test Device Voice
zh_hans: 测试设备语音

source: Test Voice
zh_hans: 测试语音

source: Testing needs write access.
zh_hans: 测试需要写访问权限。

source: Testing…
zh_hans: 测试...

source: Tests these settings from the Gateway without saving.
zh_hans: 从网关测试这些设置而不保存。

source: Text posted to the main chat
zh_hans: 发布到主聊天的文本

source: That chat isn’t available on this Gateway anymore.
zh_hans: 该聊天功能在此网关上不再可用。

source: That link points to a Gateway that isn’t set up on this device.
zh_hans: 该链接指向未在此设备上设置的网关。

source: That provider doesn't take an API key.
zh_hans: 该提供商不获取 API 密钥。

source: That provider has no model setting.
zh_hans: 该提供商没有模型设置。

source: That provider has no voice setting.
zh_hans: 该提供商没有语音设置。

source: That provider has no voice settings.
zh_hans: 该提供商没有语音设置。

source: That provider isn't configured on the Gateway.
zh_hans: 网关上未配置该提供程序。

source: The %@ key is set, but the Gateway can't read it.
zh_hans: %@ 密钥已设置，但网关无法读取它。

source: The %@ unsent messages in this chat will be discarded too.
zh_hans: 此聊天中未发送的 %@ 消息也将被丢弃。

source: The 1 unsent message in this chat will be discarded too.
zh_hans: 本次聊天中未发送的 1 条消息也将被丢弃。

source: The Gateway audio couldn't be played.
zh_hans: 无法播放网关音频。

source: The Gateway can't use %@ until you add a key again.
zh_hans: 在您再次添加密钥之前，网关无法使用 %@。

source: The Gateway config has model "%@", which is ignored. Choose a model here to replace it.
zh_hans: 网关配置的模型为“%@”，该模型将被忽略。在这里选择一个型号来替换它。

source: The Gateway couldn't finish removing the agent's data. Deleting again retries it.
zh_hans: 网关无法完成代理数据的删除。再次删除重试。

source: The Gateway couldn't load usage.
zh_hans: 网关无法加载使用情况。

source: The Gateway didn't accept that. Check it and try again.
zh_hans: 网关不接受这一点。检查并重试。

source: The Gateway didn't accept the sign-in.
zh_hans: 网关不接受登录。

source: The Gateway didn't send a sign-in link.
zh_hans: 网关未发送登录链接。

source: The Gateway didn't send the raw config file.
zh_hans: 网关未发送原始配置文件。

source: The Gateway downloads and installs the plugin itself. Only install plugins you trust: they run on your Gateway host.
zh_hans: 网关自行下载并安装插件。仅安装您信任的插件：它们在您的网关主机上运行。

source: The Gateway has no policy file yet and uses its defaults. Saving creates %@.
zh_hans: 网关还没有策略文件并使用其默认值。保存会创建 %@。

source: The Gateway hasn't granted Full Management to this device yet.
zh_hans: 网关尚未授予该设备完全管理权。

source: The Gateway limits how often it restarts. Try again in a minute.
zh_hans: 网关限制其重新启动的频率。请稍后重试。

source: The Gateway refused the restart: %@
zh_hans: 网关拒绝重新启动：%@

source: The Gateway rejected %lld values.
zh_hans: 网关拒绝 %lld 值。

source: The Gateway rejected the change: %@
zh_hans: 网关拒绝了更改：%@

source: The Gateway rejected these synced settings. They remain pending on this device.
zh_hans: 网关拒绝了这些同步设置。它们在此设备上仍处于待处理状态。

source: The Gateway sent usage data Pincer couldn't read.
zh_hans: 网关发送的使用数据 Pincer 无法读取。

source: The Gateway took too long to answer.
zh_hans: 网关花了太长时间才回答。

source: The Gateway waits for running replies and tasks to finish, then restarts. Pincer reconnects on its own.
zh_hans: 网关等待正在运行的回复和任务完成，然后重新启动。 Pincer 自行重新连接。

source: The Gateway's config is invalid. Fix it before logging out.
zh_hans: 网关的配置无效。在注销之前修复它。

source: The Gateway's scheduler is off, so automations only run when you start them.
zh_hans: 网关的调度程序已关闭，因此自动化仅在您启动时运行。

source: The agent doesn't react itself. The 👀 acknowledgement still shows if it's set up.
zh_hans: 该代理本身不会做出反应。 👀 确认仍然显示是否已设置。

source: The agent is waiting for your answer
zh_hans: 代理正在等待您的答复

source: The agent never reacts.
zh_hans: 代理始终没有反应。

source: The agent never reacts. Also turns off the 👀 acknowledgement.
zh_hans: 代理始终没有反应。还关闭 👀 确认。

source: The agent reacts freely.
zh_hans: 代理可以自由反应。

source: The agent reacts now and then, when it fits.
zh_hans: 当合适的时候，代理会不时地做出反应。

source: The agent sees your reactions on its next turn.
zh_hans: 代理会在下一回合看到您的反应。

source: The changes made on the Gateway since you opened it will be replaced by yours.
zh_hans: 自您打开网关以来在网关上所做的更改将被您的更改所替换。

source: The chat continues from that branch. The current branch is kept and you can switch back.
zh_hans: 聊天从该分支继续。当前分支将被保留，您可以切换回来。

source: The command policy changed on the Gateway, so your changes weren't saved. The latest version is shown. Make your changes again.
zh_hans: 网关上的命令策略已更改，因此您的更改未保存。显示最新版本。再次进行更改。

source: The config changed on the Gateway since it was loaded.
zh_hans: 自加载以来，网关上的配置已更改。

# The config sets model "%@", which %@ ignores. Choose a model above to set %@.
source: The config sets model "%1$@", which %2$@ ignores. Choose a model above to set %3$@.
zh_hans: 配置设置模型“%1$@”，%2$@ 会忽略该模型。选择上面的模型来设置 %3$@。

source: The demo runs a simulated Gateway on this device, with sample agents, chats and replies. Nothing is sent anywhere.
zh_hans: 该演示在此设备上运行模拟网关，并带有示例代理、聊天和回复。没有任何东西被发送到任何地方。

source: The file couldn't be prepared for sharing.
zh_hans: 该文件无法准备好共享。

source: The file couldn't be saved: %@
zh_hans: 无法保存文件：%@

source: The folder on the Gateway host with this agent's files.
zh_hans: 网关主机上包含此代理文件的文件夹。

source: The key is saved on the Gateway, not in Pincer. Pincer keeps it in memory only while this page is open, to list your voices.
zh_hans: 密钥保存在 Gateway 上，而不是 Pincer 中。 Pincer 仅在此页面打开时将其保留在内存中，以列出您的声音。

source: The key is set, but the Gateway can't read it.
zh_hans: 密钥已设置，但网关无法读取。

source: The latest reaction is too large to sync.
zh_hans: 最新反应太大，无法同步。

source: The name is shown to every operator of this Gateway (up to %lld characters).
zh_hans: 该名称会显示给该网关的每个操作员（最多 %lld 个字符）。

source: The plugin is uninstalled from the Gateway and its settings are removed. This happens right away.
zh_hans: 该插件将从网关中卸载，其设置也将被删除。这会立即发生。

source: The provider rejected the model or voice: %@
zh_hans: 提供商拒绝了模型或声音：%@

source: The rewound message is back in the composer.
zh_hans: 倒回的消息返回到编辑器中。

source: The saved token and device pairing token are deleted from this device.
zh_hans: 已保存的令牌和设备配对令牌将从该设备中删除。

source: The selected voice failed, so the Gateway used another provider.
zh_hans: 所选语音失败，因此网关使用了其他提供商。

source: The server is removed when you save your changes.
zh_hans: 保存更改后，服务器将被删除。

source: The stored value isn't a valid level, so the agent uses %@.
zh_hans: 存储的值不是有效级别，因此代理使用 %@。

source: The text arrives in the agent's main chat as a system event.
zh_hans: 文本作为系统事件到达客服人员的主聊天室。

source: The tools this agent can use, and the policy that allows or denies each.
zh_hans: 该代理可以使用的工具，以及允许或拒绝每个工具的策略。

source: Theme
zh_hans: 主题

source: Themes set the accent, links, avatars and backgrounds. Default follows your system accent color.
zh_hans: 主题设置重音、链接、头像和背景。默认值遵循您的系统强调色。

source: There’s no image or file on the clipboard.
zh_hans: 剪贴板上没有图像或文件。

source: They'll be able to DM the agent on this account. To revoke access later, edit the channel's allowlist on the Gateway.
zh_hans: 他们将能够通过该帐户向代理发送 DM。要稍后撤销访问权限，请在网关上编辑频道的允许列表。

source: Thinking
zh_hans: 思考中

source: Thinking Steps
zh_hans: 思考步骤

source: Thinking isn’t being saved for this chat.
zh_hans: 这次聊天不会保存思考。

source: Thinking steps
zh_hans: 思考步骤

source: Thinking…
zh_hans: 思考……

source: This Device Only
zh_hans: 仅限此设备

source: This Gateway can't %@ channels.
zh_hans: 此网关无法 %@ 通道。

source: This Gateway can't change its configuration remotely.
zh_hans: 该网关无法远程更改其配置。

source: This Gateway can't change nodes. Update OpenClaw to manage them here.
zh_hans: 该网关无法更改节点。更新 OpenClaw 以在此处管理它们。

source: This Gateway can't list nodes.
zh_hans: 该网关无法列出节点。

source: This Gateway can't manage agents. Update OpenClaw to create and edit agents here.
zh_hans: 该网关无法管理代理。更新 OpenClaw 以在此处创建和编辑代理。

source: This Gateway can't manage devices.
zh_hans: 该网关无法管理设备。

source: This Gateway can't manage skills. Update OpenClaw to install and configure skills here.
zh_hans: 该网关无法管理技能。更新 OpenClaw 以在此处安装和配置技能。

source: This Gateway can't rename devices. Update OpenClaw to rename them here.
zh_hans: 该网关无法重命名设备。更新 OpenClaw 以在此处重命名它们。

source: This Gateway can't report tool policy. Update OpenClaw to see it here.
zh_hans: 该网关无法报告工具策略。更新 OpenClaw 即可在此处查看。

source: This Gateway can't share its command policy. Update OpenClaw to manage it here.
zh_hans: 该网关无法共享其命令策略。更新 OpenClaw 以在此处管理它。

source: This Gateway can't share workspace files. Update OpenClaw to edit them here.
zh_hans: 该网关无法共享工作区文件。更新 OpenClaw 以在此处编辑它们。

source: This Gateway can't sign in from Pincer. Sign in on the Gateway host with `openclaw mcp login <name>`.
zh_hans: 该网关无法从 Pincer 登录。使用“openclaw mcp login <name>”登录网关主机。

source: This Gateway can't speak replies. Update it to use a Gateway voice.
zh_hans: 该网关无法进行语音回复。将其更新为使用网关语音。

source: This Gateway does not support location context. Messages are still sent without location.
zh_hans: 该网关不支持位置上下文。消息仍会在没有位置的情况下发送。

source: This Gateway doesn't keep an approval history. Update OpenClaw to see past decisions.
zh_hans: 该网关不保留批准历史记录。更新 OpenClaw 以查看过去的决定。

source: This Gateway doesn't offer cron jobs to Pincer (`cron.*`). Update OpenClaw to manage automations here.
zh_hans: 此网关不向 Pincer 提供 cron 作业 (`cron.*`)。更新 OpenClaw 以在此处管理自动化。

source: This Gateway doesn't offer logs.tail. Update OpenClaw to view its logs here.
zh_hans: 该网关不提供logs.tail。更新 OpenClaw 以在此处查看其日志。

source: This Gateway doesn't report MCP status. Tools show up once an agent connects to the server.
zh_hans: 该网关不报告 MCP 状态。一旦代理连接到服务器，工具就会显示。

source: This Gateway doesn't report channel status, so these are the channels from Health, read-only.
zh_hans: 此网关不报告通道状态，因此这些是来自“健康”的通道，只读。

source: This Gateway doesn't report channel status. Update OpenClaw to see it here.
zh_hans: 该网关不报告通道状态。更新 OpenClaw 即可在此处查看。

source: This Gateway doesn't report usage or cost. Update OpenClaw to see tokens, spend and rate limits.
zh_hans: 该网关不报告使用情况或成本。更新 OpenClaw 以查看代币、支出和速率限制。

source: This Gateway doesn't share its settings with Pincer.
zh_hans: 此网关不与 Pincer 共享其设置。

source: This Gateway doesn't support %@ yet.
zh_hans: 此网关尚不支持 %@。

source: This Gateway doesn't support channel pairing requests. Update OpenClaw to review them here.
zh_hans: 该网关不支持通道配对请求。更新 OpenClaw 以在此处查看它们。

source: This Gateway doesn't support managing plugins remotely. Update OpenClaw to manage plugins here.
zh_hans: 该网关不支持远程管理插件。更新 OpenClaw 以在此处管理插件。

source: This Gateway doesn't support that yet.
zh_hans: 该网关尚不支持该功能。

source: This Gateway doesn't support voice.
zh_hans: 该网关不支持语音。

source: This Gateway has no channel accounts. Pincer talks to your agents directly, so you don't need any.
zh_hans: 该网关没有频道帐户。 Pincer 直接与您的代理交谈，因此您不需要任何代理。

source: This Gateway has no command owner yet. The command owner can run owner-only commands from this channel.
zh_hans: 该网关还没有命令所有者。命令所有者可以从此通道运行仅限所有者的命令。

source: This Gateway is no longer in Pincer.
zh_hans: 此网关不再位于 Pincer 中。

source: This Mac
zh_hans: 这台Mac

source: This approval is no longer on the Gateway.
zh_hans: 此批准不再在网关上。

source: This automation changed on the Gateway. The latest version is loaded; review it and try again.
zh_hans: 这种自动化在网关上发生了变化。最新版本已加载；查看并重试。

source: This automation runs a %@ task, which can only be changed in the Control UI or the config.
zh_hans: 此自动化运行 %@ 任务，该任务只能在控制 UI 或配置中更改。

source: This chat was deleted.
zh_hans: 这条聊天记录已被删除。

source: This chat's Gateway was removed.
zh_hans: 此聊天的网关已被删除。

source: This device
zh_hans: 这个装置

source: This device can view but not change this. Open Connection to request Full Management.
zh_hans: 该设备可以查看但不能更改此信息。打开连接以请求完全管理。

source: This device can view settings but not change them. Open Connection to request Full Management.
zh_hans: 该设备可以查看设置，但不能更改它们。打开连接以请求完全管理。

source: This device can't use the Gateway voice (no write access), so it used this device's voice.
zh_hans: 该设备无法使用网关语音（无写访问权限），因此它使用了该设备的语音。

source: This device doesn't have write access, so voice settings are read-only.
zh_hans: 该设备没有写入权限，因此语音设置是只读的。

source: This device isn't allowed to answer questions yet. Approve its request on the Gateway host, then try again. You can also answer in the Control UI or the channel the chat came from.
zh_hans: 目前还不允许该设备回答问题。在网关主机上批准其请求，然后重试。您还可以在控制 UI 或聊天来源的频道中应答。

source: This device needs write access to change voice settings.
zh_hans: 该设备需要写入权限才能更改语音设置。

source: This device was already revoked.
zh_hans: 该装置已被撤销。

source: This device will be disconnected and must pair again to reconnect.
zh_hans: 该设备将断开连接，必须重新配对才能重新连接。

source: This downloads the latest version from ClawHub onto the Gateway host.
zh_hans: 这会将最新版本从 ClawHub 下载到网关主机上。

source: This file is larger than the %@ limit, so it can't be edited here.
zh_hans: 此文件大于 %@ 限制，因此无法在此处进行编辑。
